tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "sanemat/font"
brew "openssl@3"
brew "bat"
brew "coreutils"
brew "eza"
brew "fd"
brew "fontforge"
brew "fzf"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "jq"
brew "libxml2"
brew "libyaml"
brew "libzip"
brew "mas"
brew "mise"
brew "tmux"
brew "vim"
brew "watchman"
cask "1password"
cask "1password-cli"
cask "arc"
cask "bettertouchtool"
cask "cheatsheet"
cask "docker"
cask "drawio"
cask "firefox"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-ricty-diminished"
cask "fork"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "karabiner-elements"
cask "medis"
cask "obsidian"
cask "raycast"
cask "sequel-ace"
cask "slack"
cask "visual-studio-code"
cask "warp"
cask "wondershare-filmora"
cask "xmind"
